[
  {
    "id": 912649,
    "title": "Venom: The Last Dance",
    "overview": "Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance.",
    "poster_path": "/aosm8NMQ3UyoBVpSxyimorCQykC.jpg",
    "release_date": "2024-10-22",
    "imdb_id": "tt16366836",
    "rating": 41
  },
  {
    "id": 1034541,
    "title": "Terrifier 3",
    "overview": "Five years after surviving Art the Clown's Halloween massacre, Sienna and Jonathan are still struggling to rebuild their shattered lives. As the holiday season approaches, they try to embrace the Christmas spirit and leave the horrors of the past behind. But just when they think they're safe, Art returns, determined to turn their holiday cheer into a new nightmare. The festive season quickly unravels as Art unleashes his twisted brand of terror, proving that no holiday is safe.",
    "poster_path": "/l1175hgL5DoXnqeZQCcU3eZIdhX.jpg",
    "release_date": "2024-10-09",
    "imdb_id": "tt27911000",
    "rating": 6.7
  },
  {
    "id": 1184918,
    "title": "The Wild Robot",
    "overview": "After a shipwreck, an intelligent robot called Roz is stranded on an uninhabited island. To survive the harsh environment, Roz bonds with the island's animals and cares for an orphaned baby goose.",
    "poster_path": "/wTnV3PCVW5O92JMrFvvrRcV39RU.jpg",
    "release_date": "2024-09-12",
    "imdb_id": "tt29623480",
    "rating": 8.3
  },
  {
    "id": 558449,
    "title": "Gladiator II",
    "overview": "Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people.",
    "poster_path": "/2cxhvwyEwRlysAmRH4iodkvo0z5.jpg",
    "release_date": "2024-11-13",
    "imdb_id": "tt9218128",
    "rating": 7
  },
  {
    "id": 1118031,
    "title": "Apocalypse Z: The Beginning of the End",
    "overview": "When a kind of rabies that transforms people into aggressive creatures spreads across the planet, Manel isolates himself at home with his cat, relying on his wits to survive; but soon they must go out in search of food, by land and by sea, dodging many dangers.",
    "poster_path": "/wIGJnIFQlESkC2rLpfA8EDHqk4g.jpg",
    "release_date": "2024-10-04",
    "imdb_id": "tt27599851",
    "rating": 6
  },
  {
    "id": 791042,
    "title": "Levels",
    "overview": "After witnessing his girlfriend's murder, a man risks everything - including reality itself - to discover the truth.",
    "poster_path": "/y1xm0jMIlx9Oo2a3jWNyLGm43sJ.jpg",
    "release_date": "2024-11-01",
    "imdb_id": "tt10831486",
    "rating": 5
  },
  {
    "id": 533535,
    "title": "Deadpool & Wolverine",
    "overview": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine.",
    "poster_path": "/8cdWjvZQUExUUTzyp4t6EDMubfO.jpg",
    "release_date": "2024-07-24",
    "imdb_id": "tt6263850",
    "rating": 7.8
  },
  {
    "id": 933260,
    "title": "The Substance",
    "overview": "A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself.",
    "poster_path": "/lqoMzCcZYEFK729d6qzt349fB4o.jpg",
    "release_date": "2024-09-07",
    "imdb_id": "tt17526714",
    "rating": 7.5
  },
  {
    "id": 1124641,
    "title": "Classified",
    "overview": "Operating alone in the field for more than 20 years, a CIA hitman uses the \"Help Wanted\" section of the newspapers to get his orders from the Agency. His long-lost daughter, now a UK MI6 analyst, tracks him down to deliver shocking news: his CIA boss has been dead for years and the division long since shut down. Together, they set out to discover whose orders he's been executing.",
    "poster_path": "/3k8jv1kSAAc0rCfFGtWDDQL4dfK.jpg",
    "release_date": "2024-09-19",
    "imdb_id": "tt27714840",
    "rating": 3.8
  },
  {
    "id": 698687,
    "title": "Transformers One",
    "overview": "The untold origin story of Optimus Prime and Megatron, better known as sworn enemies, but once were friends bonded like brothers who changed the fate of Cybertron forever.",
    "poster_path": "/qbkAqmmEIZfrCO8ZQAuIuVMlWoV.jpg",
    "release_date": "2024-09-11",
    "imdb_id": "tt8864596",
    "rating": 7.7
  },
  {
    "id": 945961,
    "title": "Alien: Romulus",
    "overview": "While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe.",
    "poster_path": "/b33nnKl1GSFbao4l3fZDDqsMx0F.jpg",
    "release_date": "2024-08-13",
    "imdb_id": "tt18412256",
    "rating": 7.2
  },
  {
    "id": 402431,
    "title": "Wicked",
    "overview": "Elphaba, an ostracized but defiant girl born with green skin, and Galinda, a privileged aristocrat born popular, become extremely unlikely friends in the magical Land of Oz. As the two girls struggle with their opposing personalities, their friendship is tested as both begin to fulfil their destinies as Glinda the Good and The Wicked Witch of the West.",
    "poster_path": "/c5Tqxeo1UpBvnAc3csUm7j3hlQl.jpg",
    "release_date": "2024-11-20",
    "imdb_id": "tt1262426",
    "rating": 0
  },
  {
    "id": 845781,
    "title": "Red One",
    "overview": "After Santa Claus (codename: Red One) is kidnapped, the North Pole's Head of Security must team up with the world's most infamous bounty hunter in a globe-trotting, action-packed mission to save Christmas.",
    "poster_path": "/cdqLnri3NEGcmfnqwk2TSIYtddg.jpg",
    "release_date": "2024-10-31",
    "imdb_id": "tt14948432",
    "rating": 32
  },
  {
    "id": 179387,
    "title": "Heavenly Touch",
    "overview": "Jonard is having trouble making ends meet. His mother is suffering from depression, and he and his sister are forced to quit school in order to take care of her. One day, Jonard meets up his friend Rodel, and Rodel introduces him to the world of massage parlors. Rodel teaches him massage, and brings him to Heavenly Touch, a syndicate-run massage parlor that mostly caters to homosexuals.",
    "poster_path": "/ory8WuAqznTE7lfopTSymHpop2t.jpg",
    "release_date": "2009-05-12",
    "imdb_id": "tt1433524",
    "rating": 5.7
  }
]